# Поправки к пересадкам по расстоянию: (линия, станция, линия, станция).
EXCLUDE = {
    ('1', 'Лубянка', '2', 'Театральная'),
    ('1', 'Лубянка', '3', 'Площадь Революции'),
    ('1', 'Лубянка', '6', 'Китай-город'),
    ('1', 'Библиотека имени Ленина', '4', 'Арбатская'),
    ('2', 'Театральная', '7', 'Кузнецкий Мост'),
    ('3', 'Площадь Революции', '6', 'Китай-город'),
    ('3', 'Площадь Революции', '7', 'Кузнецкий Мост'),
    ('3', 'Арбатская', '4', 'Арбатская'),
    ('3', 'Смоленская', '4', 'Смоленская'),
    ('4', 'Арбатская', '9', 'Боровицкая'),
    ('4', 'Москва-Сити', '8A', 'Деловой центр'),
    ('4', 'Москва-Сити', '11', 'Деловой центр'),
}
ADD = [
    ('Войковская', '2', 'Балтийская', '14'),
    ('Октябрьское поле', '7', 'Панфиловская', '14'),
    ('Полежаевская', '7', 'Хорошёво', '14'),
    ('Хорошёвская', '11', 'Хорошёво', '14'),
    ('Нагатинская', '9', 'Верхние Котлы', '14'),
]
